Repository: roverdogee/hyperdock
Catalog: Sources/HyperDock/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: + Arrow/Numpad Keys
zh_hans: + 方向键 / 小键盘数字键

source: + Left mouse button
zh_hans: + 鼠标左键

source: About
zh_hans: 关于

source: Accessibility
zh_hans: 辅助功能

source: Accessibility access is required
zh_hans: 需要辅助功能权限

source: Accessibility lets HyperDock read the Dock and control windows. Screen Recording provides thumbnails and window titles.
zh_hans: 辅助功能用于读取程序坞和控制窗口；屏幕录制用于生成缩略图和读取窗口标题。

source: Accessibility:
zh_hans: 辅助功能：

source: Action
zh_hans: 动作

source: Activation Delay
zh_hans: 激活延迟

source: Activation Delay:
zh_hans: 激活延迟：

source: Add a binding
zh_hans: 添加绑定

source: Add an app…
zh_hans: 添加应用…

source: Advanced
zh_hans: 高级

source: Any Dock Item
zh_hans: 任意程序坞项目

source: Appear with
zh_hans: 弹出动画

source: Appearance
zh_hans: 外观

source: Application name
zh_hans: 应用名称

source: Applies to every Dock icon unless an app below overrides it.
zh_hans: 适用于所有程序坞图标，下方单独设置的应用会覆盖此处。

source: Applies while dragging with the move keys held (%@). Pause near an edge to see where the window will land. While this is on, macOS's own drag-to-edge tiling is switched off so the two do not both react to one drag; turning it off puts macOS's back.
zh_hans: 在按住移动快捷键（%@）拖动时生效。靠近边缘稍作停留即可看到窗口将落在何处。开启期间会关闭 macOS 自带的边缘拖拽平铺，避免同一次拖动被两套逻辑同时响应；关闭本项会把系统平铺还原。

source: Automatic
zh_hans: 自动

source: Behaviour
zh_hans: 行为

source: Behaviour:
zh_hans: 行为：

source: Bubble size:
zh_hans: 气泡大小：

source: Cancel
zh_hans: 取消

source: Close All Windows
zh_hans: 关闭全部窗口

source: Close button
zh_hans: 关闭按钮

source: Close window
zh_hans: 关闭窗口

source: Columns
zh_hans: 列数

source: Creation time
zh_hans: 创建时间

source: Dark
zh_hans: 深色

source: Delay (exact screen border):
zh_hans: 延迟（正好在屏幕边缘）：

source: Delay (near screen border):
zh_hans: 延迟（接近屏幕边缘）：

source: Delay near the edge
zh_hans: 接近边缘的延迟

source: Delay on the edge
zh_hans: 正在边缘上的延迟

source: Desktop %d
zh_hans: 桌面 %d

source: Desktop %lld
zh_hans: 桌面 %lld

source: Desktop number and minimized badge
zh_hans: 桌面编号与最小化标记

source: Details
zh_hans: 细节

source: Dim minimized windows
zh_hans: 将最小化的窗口变暗

source: Disable HyperDock
zh_hans: 停用 HyperDock

source: Distance from the Dock
zh_hans: 与程序坞的距离

source: Distance from the Dock:
zh_hans: 与程序坞的距离：

source: Dock Items
zh_hans: 程序坞项目

source: Don't block Dock's autohide / magnification
zh_hans: 不干预程序坞的自动隐藏 / 放大

source: Don't show if there is only one app window
zh_hans: 只有一个窗口时不显示

source: Drag a window to a screen edge and pause to see resize recommendations.
zh_hans: 把窗口拖到屏幕边缘并停顿，即可看到尺寸建议。

source: Draw highlight gradient
zh_hans: 绘制高光渐变

source: Draw triangle below bubble
zh_hans: 在气泡下方绘制三角指针

source: Elements:
zh_hans: 元素：

source: Enable window previews
zh_hans: 启用窗口预览

source: Event
zh_hans: 触发方式

source: Every preference returns to its default, HyperDock stops opening at login, and your Dock's own settings are restored. This cannot be undone.
zh_hans: 所有偏好恢复默认，HyperDock 不再开机启动，你的程序坞设置也会还原。此操作无法撤销。

source: Fade
zh_hans: 淡入

source: First full size preview
zh_hans: 首次完整预览延迟

source: Fit the screen
zh_hans: 适应屏幕

source: Fitting the screen picks the shape from its proportions — two windows side by side, four as 2×2, six as 3×2, eight as 4×2 — so a wide display gets a wide grid.
zh_hans: 「适应屏幕」按屏幕比例决定网格形状——两个窗口左右并排，四个 2×2，六个 3×2，八个 4×2——越宽的屏幕列数越多。

source: Fixed
zh_hans: 固定

source: Full size preview delay on first activation:
zh_hans: 首次显示完整预览的延迟：

source: Full size preview delay on subsequent activation:
zh_hans: 后续显示完整预览的延迟：

source: Function
zh_hans: Fn

source: Gap between windows
zh_hans: 窗口间距

source: General
zh_hans: 通用

source: Get Started
zh_hans: 开始使用

source: Give one app its own bindings when it should behave differently from the rest.
zh_hans: 当某个应用需要不同的行为时，可为它单独设置绑定。

source: Grant them in System Settings, then come back — HyperDock notices on its own, with no relaunch.
zh_hans: 在「系统设置」中授权后回到这里即可，HyperDock 会自动察觉，无需重新启动。

source: Granted
zh_hans: 已授权

source: Grid
zh_hans: 网格

source: Grid layout:
zh_hans: 网格布局：

source: Hide App
zh_hans: 隐藏应用

source: Hide Dock app labels
zh_hans: 隐藏程序坞应用名称标签

source: Hide Icon
zh_hans: 隐藏图标

source: Hide Menu Bar Icon
zh_hans: 隐藏菜单栏图标

source: Hide previews after
zh_hans: 预览关闭延迟

source: Hide the menu bar icon?
zh_hans: 要隐藏菜单栏图标吗？

source: Hide when a Dock icon is clicked
zh_hans: 点击程序坞图标时隐藏

source: Hide when a dock item is clicked
zh_hans: 点击程序坞图标时隐藏

source: Hide when a preview is clicked
zh_hans: 点击预览时隐藏

source: High
zh_hans: 高

source: Highlight the preview under the pointer
zh_hans: 高亮指针所在的预览

source: Hold
zh_hans: 按住

source: Hold the keys and drag anywhere inside a window, not just its title bar. Resizing grows from the corner nearest where the drag began.
zh_hans: 按住这些键可从窗口内任意位置拖动，不限于标题栏。缩放以最靠近起始点的那个角为锚点。

source: Hold these keys to move and resize a window from anywhere in it, not just the title bar.
zh_hans: 按住这些键即可从窗口任意位置移动和缩放，不限于标题栏。

source: Hover any Dock icon to see every window that app has open — including ones you have minimized or left on another desktop — and click straight through to the one you want.
zh_hans: 悬停任意程序坞图标，即可看到该应用打开的所有窗口——包括你最小化的、以及留在其它桌面上的——点击就能直接切换过去。

source: How long the pointer must rest on a Dock icon before previews appear.
zh_hans: 指针需在程序坞图标上停留多久才弹出预览。

source: HyperDock has no Dock icon. It lives in the menu bar.
zh_hans: HyperDock 没有程序坞图标，它在菜单栏里。

source: HyperDock keeps running and window previews still work. To bring the icon back, open HyperDock again from your Applications folder.
zh_hans: HyperDock 会继续运行，窗口预览依然可用。想让图标重新出现，从「应用程序」文件夹里再次打开 HyperDock 即可。

source: HyperDock keeps running in the background and starts automatically when you log in.
zh_hans: 开启后 HyperDock 会常驻后台运行，并在你登录时自动启动。

source: Include
zh_hans: 包含

source: Include:
zh_hans: 包含：

source: Interface language
zh_hans: 界面语言

source: Keep thumbnails live while open
zh_hans: 打开期间保持缩略图实时更新

source: Keyboard
zh_hans: 键盘

source: Language
zh_hans: 语言

source: Language:
zh_hans: 语言：

source: Large
zh_hans: 大

source: Later full size previews
zh_hans: 后续完整预览延迟

source: Left Click
zh_hans: 左键点击

source: Adds window thumbnails and titles. Without it, previews still work and show application names.
zh_hans: 用于添加窗口缩略图和标题；即使不授权，预览仍可正常工作并显示应用名称。

source: Lets HyperDock read Dock icons and raise or close windows.
zh_hans: 用于读取程序坞图标，以及前置或关闭窗口。

source: Light
zh_hans: 浅色

source: Liquid Glass follows the transparency and contrast selected in System Settings → Appearance.
zh_hans: Liquid Glass 会跟随“系统设置 → 外观”中选择的透明度和对比度。

source: Live thumbnails re-capture windows that are on screen, so a playing video keeps moving in its preview.
zh_hans: 实时缩略图会重新抓取屏幕上的窗口，正在播放的视频在预览里也会继续播放。

source: Low
zh_hans: 低

source: Match System
zh_hans: 跟随系统

source: Medium
zh_hans: 中

source: Middle Click
zh_hans: 中键点击

source: Minimize All Windows
zh_hans: 最小化全部窗口

source: Minimized
zh_hans: 已最小化

source: Minimized and hidden windows
zh_hans: 已最小化和隐藏的窗口

source: Minimized indicator / space number
zh_hans: 最小化标记 / 空间编号

source: Minimized/hidden windows
zh_hans: 已最小化 / 隐藏的窗口

source: More actions
zh_hans: 更多操作

source: Move and resize from anywhere
zh_hans: 从任意位置移动与缩放

source: Move windows by dragging
zh_hans: 拖动以移动窗口

source: Move windows when holding down
zh_hans: 按住以下按键移动窗口

source: Never runs — the binding above uses the same trigger
zh_hans: 不会执行——上方的绑定占用了相同的触发方式

source: New Window (⌘N)
zh_hans: 新建窗口 (⌘N)

source: No animation
zh_hans: 无动画

source: No bindings yet.
zh_hans: 尚未设置绑定。

source: None
zh_hans: 无

source: Not granted
zh_hans: 未授权

source: Open
zh_hans: 打开

source: Open Accessibility Settings
zh_hans: 打开辅助功能设置

source: Open Screen Recording Settings
zh_hans: 打开屏幕录制设置

source: Open Settings
zh_hans: 打开设置

source: Open Settings from anywhere
zh_hans: 在任何位置打开设置

source: Optional. Adds thumbnails and window titles; without it previews show app names.
zh_hans: 可选。提供缩略图与窗口标题；没有它时预览只显示应用名称。

source: Order
zh_hans: 排序

source: Order by:
zh_hans: 排序方式：

source: Order current space windows to front
zh_hans: 当前空间的窗口排在最前

source: Palettes
zh_hans: 浮动面板

source: Permissions
zh_hans: 权限

source: Permissions needed
zh_hans: 需要授权

source: Point an arrow at the Dock icon
zh_hans: 用三角指针指向程序坞图标

source: Popup animation:
zh_hans: 弹出动画：

source: Preview deactivation delay:
zh_hans: 预览关闭延迟：

source: Preview size
zh_hans: 预览尺寸

source: Previews per row
zh_hans: 每行预览数

source: Previews per row is a maximum. Fewer windows are spread evenly across the rows they need.
zh_hans: 「每行预览数」是上限。窗口较少时会在所需行数内均匀分布。

source: Puts every setting back to how it shipped.
zh_hans: 把所有设置恢复为出厂状态。

source: Quality
zh_hans: 质量

source: Quit App
zh_hans: 退出应用

source: Quit HyperDock
zh_hans: 退出 HyperDock

source: Refresh every
zh_hans: 刷新间隔

source: Refresh thumbnails every
zh_hans: 刷新缩略图间隔

source: Relaunch App
zh_hans: 重新启动应用

source: Remove this app
zh_hans: 移除此应用

source: Remove this binding
zh_hans: 移除此绑定

source: Required. Lets HyperDock read the Dock and control windows.
zh_hans: 必需。用于读取程序坞并控制窗口。

source: Reset
zh_hans: 重置

source: Reset All Settings…
zh_hans: 重置所有设置…

source: Reset all settings?
zh_hans: 重置所有设置？

source: Resize windows by dragging
zh_hans: 拖动以缩放窗口

source: Resize windows when holding down
zh_hans: 按住以下按键缩放窗口

source: Reveal a hidden Dock instantly
zh_hans: 立即展开隐藏的程序坞

source: Right Click
zh_hans: 右键点击

source: Rows
zh_hans: 行数

source: Run HyperDock in the background
zh_hans: 在后台运行 HyperDock

source: Screen Recording
zh_hans: 屏幕录制

source: Screen Recording access is optional
zh_hans: 屏幕录制权限为可选

source: Screen Recording:
zh_hans: 屏幕录制：

source: Scroll a title bar to snap the window
zh_hans: 滚动标题栏以吸附窗口

source: Scroll a window's titlebar to snap & change space
zh_hans: 滚动窗口标题栏以吸附并切换空间

source: Scroll up or down on a title bar to maximise or restore the window; scroll sideways to snap it to the left or right half.
zh_hans: 在标题栏上下滚动可最大化或还原窗口；左右滚动可吸附到左半屏或右半屏。

source: Select a Dock item to edit its shortcuts.
zh_hans: 选择一个程序坞项目以编辑其快捷操作。

source: Settings open from that icon, or with %@ from anywhere.
zh_hans: 从该图标打开设置，或在任何位置按 %@。

source: Settings…
zh_hans: 设置…

source: Shade invisible windows
zh_hans: 变暗不可见的窗口

source: Shortcut
zh_hans: 快捷键

source: Shortcuts
zh_hans: 快捷操作

source: Show
zh_hans: 每行显示

source: Show All Windows
zh_hans: 显示所有窗口

source: Show a full size preview on hover
zh_hans: 悬停时显示完整尺寸预览

source: Show full size preview on hover
zh_hans: 悬停时显示完整预览

source: Show in each preview
zh_hans: 每个预览中显示

source: Show windows from this space first
zh_hans: 当前空间的窗口排在最前

source: Shows the Dock immediately when it is hidden or you are on a full-screen space.
zh_hans: 程序坞隐藏时、或处于全屏空间时立即显示。

source: Size and layout
zh_hans: 尺寸与布局

source: Skip when an app has only one window
zh_hans: 应用只有一个窗口时不显示

source: Small
zh_hans: 小

source: Snap in
zh_hans: 弹入

source: Snap to screen edges
zh_hans: 屏幕边缘吸附

source: Snap when a window is dragged to an edge
zh_hans: 窗口拖到边缘时吸附

source: Snap windows when dragging to screen edges
zh_hans: 拖动窗口到屏幕边缘时吸附

source: Snap windows when pressing
zh_hans: 按下以下按键时吸附窗口

source: Snap with the keyboard
zh_hans: 使用键盘吸附

source: Sort windows by
zh_hans: 窗口排序依据

source: Stacking order
zh_hans: 层叠顺序

source: Stops window previews without quitting the app.
zh_hans: 停止窗口预览，但不退出应用。

source: Switch to this window
zh_hans: 切换到此窗口

source: System
zh_hans: 跟随系统

source: Takes effect immediately — no restart needed.
zh_hans: 立即生效，无需重启。

source: The Dock itself
zh_hans: 程序坞本身

source: The first full size preview waits longer so it does not flash up while the pointer is merely crossing the previews. Once you are scanning, later ones come faster.
zh_hans: 首次完整预览等待较久，避免指针只是掠过时闪现；进入连续浏览后，后续预览会更快出现。

source: The menu bar icon can be hidden, and ⌘, only reaches an app that is in front — which HyperDock never is. This shortcut always works.
zh_hans: 菜单栏图标可以被隐藏，而 ⌘, 只对前台应用有效——HyperDock 从不在前台。这个快捷键始终可用。

source: Theme
zh_hans: 主题

source: Theme:
zh_hans: 主题：

source: This changes your Dock's own setting and restarts it briefly. Turning it off restores the system default.
zh_hans: 这会修改并短暂重启你的程序坞本身的设置。关闭后恢复系统默认。

source: Thumbnail quality:
zh_hans: 缩略图质量：

source: Thumbnails
zh_hans: 缩略图

source: Tile Windows in a Grid
zh_hans: 网格排列窗口

source: Tile in a grid
zh_hans: 网格排列

source: Timing
zh_hans: 时间

source: Title
zh_hans: 标题

source: Title bar
zh_hans: 标题栏

source: Turn HyperDock off
zh_hans: 关闭 HyperDock 功能

source: Turn this on if the Dock stutters.
zh_hans: 如果程序坞出现卡顿，请打开此项。

source: Two permissions
zh_hans: 两项权限

source: Version %@
zh_hans: 版本 %@

source: Welcome to HyperDock
zh_hans: 欢迎使用 HyperDock

source: Where to find it
zh_hans: 在哪里找到它

source: Window Management
zh_hans: 窗口管理

source: Window Previews
zh_hans: 窗口预览

source: Window Previews Off
zh_hans: 窗口预览：关

source: Window Previews On
zh_hans: 窗口预览：开

source: Windows from all spaces
zh_hans: 所有空间的窗口

source: With these keys held, the arrows snap the focused window to each half of the screen, Return maximises it, the numeric keypad snaps to corners, and G tiles every window of the front app into a grid.
zh_hans: 按住这些键时，方向键把当前窗口吸附到屏幕的各半边，回车最大化，小键盘吸附到四角，G 把前台应用的所有窗口排成网格。

source: ms
zh_hans: 毫秒

source: previews per row
zh_hans: 个预览

source: px
zh_hans: 像素

source: s
zh_hans: 秒

source: when
zh_hans: 当
